/*
* @Author: shadowmon
* @Date:   2018-06-07 11:09:35
* @Last Modified by:   shadowmon
* @Last Modified time: 2018-08-02 22:13:08
*/
let QuestionData = {
	QuestionList:[{
		title:'1.““一头囊哈去”的意思是',
		option:['A.一头撞上去 ','B.一直走过（下）去','C.一个馕 ','D.以上都不对'],
		Answer:"B"
	},
	{
		title:'2.新疆话的“喧幌”是啥意思？',
		option:['A.吵闹 ','B.小点声 ','C.聊天 ','D.大点声'],
		Answer:"C"
	},
	{
		title:'3.“尔视”一词在新疆话里是什么意思',
		option:['A.你看我 ','B.理睬 ','C.看一看 ','D.看不见'],
		Answer:"B"
	},
	{
		title:'4.“劳到的很”，“劳到”是什么意思？',
		option:['A.过来 ','B.厉害 ','C.蹲着 ','D.走开'],
		Answer:"B"
	},
	{
		title:'5.“皮芽子”是撒意思？',
		option:['A.土豆 ','B.香蕉 ','C.洋葱 ','D.一种皮草 '],
		Answer:"C"
	},
	{
		title:'6.“卖钩子”是撒意思？',
		option:['A.新疆人称赞人的话 ','B.指贩卖金属钩子  ','C.骂人的话','D.以上都不是 '],
		Answer:"C"
	},
	{
		title:'7.“儿娃子”是撒意思？',
		option:['A.对儿子的称呼 ','B.对孙子的称呼 ','C.爷们、男人、好汉 ','D.对新疆小孩的称呼'],
		Answer:"C"
	},
	{
		title:'8.“塞皮”是撒意思？',
		option:['A.小气 ','B.一种皮草 ','C.狡猾 ','D.以上都不是 '],
		Answer:"A"
	},
	{
		title:'9.“不要在外面浪”，“浪”是撒意思？',
		option:['A.浪花、波浪  ','B.牛、厉害 ','C. 玩','D.以上都不是'],
		Answer:"C"
	},
	{
		title:'10.“浪起尼”是撒意思？',
		option:['A.波浪来了 ','B.起来','C.去远方 ','D.玩去、转转、逛街 '],
		Answer:"D"
	},
	{
		title:'11.“歹得很”是撒意思？”',
		option:['A.疼的很 ','B.坏得很 ','C.好得很 ','D.以上都不是 '],
		Answer:"C"
	},
	{
		title:'12.“皮实”是指？',
		option:['A.皮毛 ','B.实在 ','C.硬 ','D.结实 '],
		Answer:"D"
	},
	{
		title:'13.“二转子”是撒意思？',
		option:['A.二人转  ','B.一种节目 ','C.混血儿 ','D.一种新疆特色食物'],
		Answer:"C"
	},
	{
		title:'14.“哈喇子”是撒意思？',
		option:['A.一种食物','B.一种物品 ','C.口水 ','D.一个地名 '],
		Answer:"C"
	},
	{
		title:'15.“哈拉马斯”是撒意思？',
		option:['A.表扬人的话 ','B.你好','C.全部 ','D.骂人的话 '],
		Answer:"C"
	},
	{
		title:'16.“巴郎子”是撒意思？',
		option:['A.小伙子 ','B.小姑娘','C.长辈 ','D.以上都不是 '],
		Answer:"A"
	},
	{
		title:'17.“谝传子”是撒意思',
		option:['A.聊天  ','B.骗人的话 ','C.传播 ','D.以上都不是 '],
		Answer:"A"
	},
	{
		title:'18.“逼蹭”是撒意思？',
		option:['A.牛逼 ','B.就是牺牲 ','C.逼迫 ','D.蹭饭 '],
		Answer:"A"
	},
	{
		title:'19.“塔西郎”是撒意思？',
		option:['A.一种昆虫 ','B.死、完蛋、翘辫子  ','C.厉害 ','D.可以 '],
		Answer:"B"
	},
	{
		title:'20.“抗霸子”是撒意思？',
		option:['A.骂人的话 ','B.男人 ','C.老大 ','D.以上都不是 '],
		Answer:"C"
	}],
	scoreLevel:[{
			title:"我去？还没到10分？",
			desc:"哇哦！能考出如此惊天地、泣鬼神的分数，可见本人是多么的不一般。“24K的新疆话白痴”这个称号非你莫属了。（分享到朋友圈可见具体分数）"},
		{
			title:"一般般，连五十分都没拿到",
			desc:"您一定不是本地人吧，不过您已获得新疆话金种子称号！（分享到朋友圈可见具体分数）"},
		{	
			title:"差一点点就60分了撒~",
			desc:"你的新疆话已经相当不错了，虽然没有及格，不过没关系、抽个空泡个新疆妞/新疆帅哥，相信你会拿走你该得的满分！（分享到朋友圈可见具体分数）"},
		{	
			title:"不错不错，70分",
			desc:"您已获得新疆羊肉串形象代言人特权！抽空去爬爬红山切，相信你的新疆口语会更上一层楼的哟~（分享到朋友圈可见具体分数）"},
		{	
			title:"80分，离成功已经很近！",
			desc:"哈哈哈，是不是被难倒了，没有拿到满分也正常，谁让我们的八级测试那么难呢~努力练习你的新疆话，成为南阳的骄傲吧！（分享到朋友圈可见具体分数）"},
		{	
			title:"90分，正宗新疆人！",
			desc:"噗~~竟然拿到了这么高的分数，看来你是有备而来！如此流利的新疆话，令人钦佩！（分享到朋友圈可见具体分数）"},
		{	
			title:"哇塞，满分！",
			desc:"新疆话、是你居家旅行，升官发财，发家致富，打情骂俏之必备利器！本次八级测试，你成功过关！速度分享到朋友圈晒下你的得分吧！"
		}],
	scoreRank:["0-10","10-50","50-60","60-70","70-80","80-90","90-100"]
}

module.exports = {
  QuestionData
}